{
  "subjects": [
    "Exams and Covid",
    "Current circumstances and exams",
    "What will happen to exams?",
    "Students left in the dark"
  ],

  "greetings": ["Dear Sir/Madam,", "To whom it may concern,", "Dear Matsec,"],

  "studentText": {
    "firstPara": [
      "I hope this email finds you well. I am writing this as a student, planning to sit for several exams in the upcoming session, that has become increasingly worried with the current happenings. As you most probably know, in light of the recent surge in local Covid-19 cases, we are looking at an earlier-than-expected second wave, especially when considering the Government's action, or lack thereof, in limiting the spread of this virus.",
      "I am a student that is going to sit for several exams in the upcoming September session. However, due to the current circumstances, I am very worried about the current situation, especially since the recent spike in local Covid-19 cases. Considering that the government is lacking in implementing precautions to reduce the spread of the virus, it is very worrying thinking about how exams are still allowed to go on."
    ],

    "secondPara": [
      "As a student, I cannot help but think of the possible implications of such a surge in cases, especially if this were to proceed during the exam period itself. This worries me as it puts the month-long efforts of myself, and surely of thousands of other students, in jeopardy, due to the possible postponement or cancellation of exams. Despite this, I firmly believe that the health and wellbeing of students, exam moderators and other staff alike, should be held above anything else, especially when considering that I myself have close family members with immunodeficiency diseases that increase their vulnerability to this virus while other students with such diseases will be at risk as well. I am aware that there was an update recently on the September 2020 Special Session but I found this worrying for several reasons including the amount of heat present in the examination rooms, while wearing masks, the uncertainty of how many students will be present in a room, the fact that we do not know where the exams will be held yet and the fact that our temperature will be taken prior to the exam while we would have been waiting in the heat for a while, having automatically raised our temperature, (or in another situation, the temperature could be normal for asymptomatic students/invigilators, while they are carriers of the virus).",
      "Recent events show why it is a terrible idea for exams to still take place. Considering the fact that currently there is up to a week of waiting to get tested for COVID-19, many people simply don't go to get tested as they do not want to spend a week in quarantine until they get tested. This means that in the examination hall, there may be students who may be symptomatic and refuse to test as they would not be able to sit for the exams they have been eagerly waiting to finish. What will happen if someone shows symptoms? Will you place the entire classroom under quarantine, thus not allowing those students to sit for their other exams? What would happen if there cases spike up when exams are taking place? These are questions that should have been answered in the statement published last week by matsec.",
      "Some students did not find help from lecturers during these months, after schools closed. I am aware that schools ended in June, but some lecturers did not help beforehand and that month we lost, they did not gain back whatsoever. This is why several students had to opt for private lessons. With this in mind, some parents or students could not afford such luxuries and had it harder than others since covid-19 also ended up bringing up unemployment. Jobsplus had to do something but nothing was announced and neither has the government. Therefore, some students had to learn chunks of the syllabus by themselves, making it unfair in comparison to other students who had the advantage of being taught the syllabus well."
    ],

    "thirdPara": [
      "I understand your stress with handling such an uncomfortable situation, but together with many students, the anxiety and loss of focus to study due to the uncertainty of a system that puts us at risk, is neither reassuring nor healthy. I am sure that the MATSEC board has thought of such a turn of events happening, and possibly formulated another grading system in lieu of the current exam sessions. I only ask that us students are not kept in the dark, and are informed of this system or anything else that could be done, especially when considering that exams are meant to commence in less than a month.",
      "I know these situations may be difficult to work around, but surely there is a better option rather than going head first into another spike in cases. I am certain there are other possibilities, but even if matsec has not prepared accordingly, the student should not suffer from their lack of understanding of the situation."
    ],

    "fourthPara": [
      "Thank you for taking the time to read all this, I truly would appreciate a clarification for us students.",
      "Thank you for reading this email. I am sure that I am not the only one with a strong opinion regarding the current situation. Hopefully this email clarifies what many students are thinking about the entire situation."
    ]
  },

  "parentText": {
    "firstPara": [
      "I am writing this as a parent, having my child sitting for several exams in the upcoming session, that has become increasingly worried with the current situation."
    ],

    "secondPara": [
      "As you most probably know, in light of the recent surge in local Covid-19 cases, we are looking at an earlier-than-expected second wave, especially when considering the Government's action, or lack thereof, in limiting the spread of this virus.",
      "I cannot help but think of the possible implications of such a surge in cases, especially if this were to proceed during the exam period itself. This worries me as it puts my child's month-long efforts, in jeopardy, due to the possible postponement or cancellation of exams."
    ],

    "thirdPara": [
      "Despite this, I firmly believe that the health and wellbeing of students, exam moderators and other staff alike, should be held above anything else, especially when considering that I as a parent could be vulnerabile to this virus while other vulnerable students will be at risk as well.",
      "I am aware that there was an update recently on the September 2020 Special Session but I found this worrying for several reasons including the amount of heat present in the examination rooms, while wearing masks, the uncertainty of how many students will be present in a room, the fact that we do not know where the exams will be held yet and the fact that the students' temperature will be taken prior to the exam after waiting in the heat for a while, having automatically raised their temperature, (or in another situation, the temperature could be normal for asymptomatic students/invigilators, while they are carriers of the virus)."
    ],

    "fourthPara": [
      "I understand the stress of handling such an uncomfortable situation, but the anxiety and loss of focus to study my child is facing due to the uncertainty of a system that puts everyone at risk, is neither reassuring nor healthy.",
      "I am sure that the MATSEC board has thought of such a turn of events happening, and possibly formulated another grading system in lieu of the current exam sessions. I only ask that us parents and students are not kept in the dark, and are informed of this system or anything else that could be done, especially when considering that exams are meant to commence in less than a month."
    ]
  },

  "otherText": {
    "firstPara": [
      "I am writing this email as a witness to the terrifying situation our country is currently in due to the COVID-19 pandemic.",
      "I am not a student sitting for an exam in September. However, due to the ongoing COVID-19 pandemic, I cannot just stand around and watch Matsec stress out students with the examinations that are still taking place."
    ],

    "secondPara": [
      "Recently, there has undoubtedly been another spike in the cases of COVID-19 in Malta causing the infamous second wave to strike our islands. The events of the past few days have become increasingly worrying for many Maltese citizens, amongst which there is the student population of our country.",
      "Hundreds of students will be sitting for their O' Levels, A' Levels and Intermediates in the special September session. Yet this spike causes great uncertainties among these same students as the decision to go ahead with physical examinations can threaten their health as well as the health of their loved ones. One must also note that some of these students could even be part of the vulnerable population. If not them, they may have relatives who could face larger impacts on their health should they be infected with the virus. We have to be realistic."
    ],

    "thirdPara": [
      "The many efforts these students have put into their studies throughout the past few months may be put at risk just a few moments before they sit for their exam. The uncertainty at the moment is very stressful for these students, especially those who are vulnerable. Not to mention the great uncomfortableness one would feel during an exam with his/her mask on in this scorching heat in halls where the fans may not even work properly enough. Students with glasses could also end up with foggy glasses which may interrupt them very much during the exam. The physical and psychological health and wellbeing of students, exam moderators and other staff alike, should be held above anything else.",
      "I am aware that there was an update recently on the September 2020 Special Session, which I and many others found worrying for several reasons, including: the amount of heat present in the examination rooms while wearing masks; the uncertainty of how many students will be present in a room; the fact that venues are still unknown, and; the fact that the students' temperature will be taken prior to the exam while they would have been waiting outside in the heat for a while, having automatically raised their body's temperature (or in another situation, the temperature could be normal for asymptomatic students/invigilators while they are carriers of the virus)."
    ],

    "fourthPara": [
      "The pressure that is being put on you as decision makers is undoubtedly strong, yet students are suffering from this pressure as well and it would only be reasonable to find a more reassuring alternative. Have you considered following the system of online exams as was done by some University of Malta faculties for example? Or perhaps a system similar to that of the predictive assessment for O' Levels?",
      "I am sure that the MATSEC Board has thought of such a turn of events happening and possibly formulated another grading system in lieu of the current exam sessions. What the students are asking for is that they are not kept in the dark and are informed of this system or anything else that could be done, especially when considering that exams are meant to commence in less than a month.",
      "I encourage you to consider us, the students, as stakeholders when making these decisions. We need to be part of the discussion as we are being greatly affected by your decisions.",
      "While thanking you for taking the time to read this, I hope this does not fall on deaf ears and that the students' health is put above all else."
    ]
  },

  "signOff": ["Regards,", "Sincerely,", "Sincere regards,"]
}
